<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | السطور التالية هي السطور الافتراضية التي تطابق الأسباب التي يقدمها
    | وسيط إعادة تعيين كلمة المرور عند محاولة تحديث كلمة المرور، مثل فشل
    | العملية بسبب رمز غير صالح أو كلمة مرور غير صحيحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك بنجاح.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',

];
